---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelTotalloadParam
source: html/dd9ba7e3-ad8d-2101-27d0-baa6913834a1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelTotalloadParam Property

"Total Connected"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPanelTotalloadParam { get; }
```